import './Intro.css'

const Intro = () => {
  return (
    <section className='intro'>
        <div className="intro__description">
            <div className="intro__description--text">
                <h3>SkyLang - твій найкращий друг у
                вивченні мови !</h3>
                <p>Вступ у ВНЗ закордоном, навчання, екзамени, переїзд чи робота у Польщі? <br /><br />

                    Ми з цим допоможемо!<br /><br />
                    Наші онлайн-курси польської та англійської мов створені для вашого успіху! Ми допоможемо вам не лише опанувати мову, а й легко вписатися у нове суспільство. <br /><br />

                    Забудьте про навчання в переповнених курсах – у нас навчання проходить в компактних групах до 5 осіб, щоб кожен отримав максимум уваги та підтримки. <br /><br />

                    Розвивайте свої мовні навички разом із нами та досягайте своїх цілей впевнено!</p>
            </div>
            <div className="intro__description--img">

            </div>
        </div>
        <div className="intro__courses">

        </div>
    </section>
  )
}

export default Intro